console.log(`
ЧЕНДЖЛОГ

May 19, 2015
- Сделал часть общего лидерборда по скору. После каждого хода скор игрока обновляется в общем лидерборде. Над аватаркой выводится текущий ранк игрока.
- В списке друзей у каждого показывается бейджик с периодом времени с момента регестрации
- Bugfixes

May 18, 2015
- Сделал загрузку "наиболее актуальной" игры по умолчанию, при загрзке страницы.
- Упростил правила расстановки букв до двух: 1) Все новые буквы должны соеденяться с уже присутствующими на поле. 2) Начинать игру можно только с середины. Таким образом можно сыграть сразу несколько слов в разных местах на поле, а если поле еще пустое, то можно выложить два или более пересекающих друг друга слов.
`)