console.log(`
ЧЕНДЖЛОГ

June 8, 2015
- Добавил возможность создавать игру ни только с друзьями, но и с другими пользователями.
- Сделал возврат выставленных букв на исходное место по нажатию на кнопку "сброс" или escape.

June 2, 2015
- Игра в компании больше двух человек.
- Первая, незконченая версия таблицы лидеров. Над кнопкой открывающей лидерборды показывается бейджик с текущим ранком.
- Отдельное окно для создания новой игры и дургие мелкие изменения в интерфейсе
- Умножение скора только в переделах одного слова

May 25, 2015
- Сделал правильный посчет очков с учетом бонусных клеток и смежных букв.

May 24, 2015
- Activity stream - показывает лог событий в игре (в будущем будет комбинирован с чатом).

May 20, 2015
- Сделал пробную версию превью поля
- Bugfixes

May 19, 2015
- Сделал часть общего лидерборда по скору. После каждого хода скор игрока обновляется в общем лидерборде. Над аватаркой выводится текущий ранк игрока.
- В списке друзей у каждого показывается бейджик с периодом времени с момента регестрации
- Bugfixes

May 18, 2015
- Сделал загрузку "наиболее актуальной" игры по умолчанию, при загрзке страницы.
- Упростил правила расстановки букв до двух: 1) Все новые буквы должны соеденяться с уже присутствующими на поле. 2) Начинать игру можно только с середины. Таким образом можно сыграть сразу несколько слов в разных местах на поле, а если поле еще пустое, то можно выложить два или более пересекающих друг друга слов.
`)